IdeaRS.OpenModel.Message.OpenMessageProvider
Open message provider

IdeaRS.OpenModel.Message.OpenMessageProvider.#cctor
Static constructor

IdeaRS.OpenModel.Message.OpenMessageProvider.GetMessageText(IdeaRS.OpenModel.Message.MessageNumber)
Gets message text
number: Message number
Returns: Message text or empty